Repository: Rahe/Wordpress-multi-lingual-framework
Catalog: languages/mlf-*.po
Languages: fr_fr

source: Multi Language Settings
fr_fr: Paramètres multilingue

source: Multi Language
fr_fr: Multi Langue

source: Multi Language Options
fr_fr: Options de multilaguage

source: Default language
fr_fr: Langue par défaut

source: URL Mode
fr_fr: Mode URL

source: subdomain - es.mysite.com
fr_fr: sous-domaine - fr.monsite.com

source: subdirectory - mysite.com/es
fr_fr: sous répertoire - monsite.com/fr

source: query string - mysite.com/?lang=es
fr_fr: Query - monsite.fr/?lang=fr

source: Post types that will be translated
fr_fr: Types de contenus à traduire

source: Languages
fr_fr: Langues

source: Enabled
fr_fr: Activée

source: Language
fr_fr: Langue

source: Not Available message
fr_fr: Message d'absence

source: Translation available link label
fr_fr: Label du lien de la traduction

source: Save Changes
fr_fr: Enregistrer les changements

source: Translations
fr_fr: Traductions

source: Post Translations
fr_fr: Traductions

source: Translations content
fr_fr: Contenu de traductions

source: All your content is translated.
fr_fr: Tout votre contenu est traduit.

source: A translation of:
fr_fr: Une traduction de:

source: None
fr_fr: Aucun

source: Save this post so you can add and edit translations
fr_fr: Enregistrez cet article pour pouvoir ajouter ou éditer des traductions

source: Copy the date of the original post when I first save this translation
fr_fr: Copier la date de l'article traduit lors du premier enregistrement

source: No translations yet.
fr_fr: Pas de traduction actuellement.

source: Adds a list with links to the enabled languages
fr_fr: Ajoute une liste de liens vers les traductions disponibles

source: Languages Links
fr_fr: Liens vers les langues

source: Title:
fr_fr: Titre:

source: Edit
fr_fr: Editer

source: Add
fr_fr: Ajouter

source: This entry is also available in %s
fr_fr: Ce contenu est aussi disponible en %s

source: This entry is not available in %s
fr_fr: Cette entrée n'est pas disponible en %s
